export default {
    mainMenu: {
        homepage: 'Αρχική',
        about: 'Βιογραφικό',
        book: 'Βιβλίο',
        contact: 'Επικοινωνία',
        purchase: 'Απόκτησέ το',
    },
    mainTitle: {
        homepage: 'Αρχική',
        about: 'Βιογραφικό',
        book: 'Βιβλίο',
        contact: `Ερωτήσεις; Σχόλια;`,
        purchase: 'Απόκτησέ το',
    },
    contactForm: {
        firstName: 'Όνομα',
        lastName: 'Επώνυμο',
        email: 'Διεύθυνση ηλεκρονικού ταχυδρομείου',
        subject: 'Θέμα',
        message: 'Περιεχόμενο Μηνύματος',
        terms1: 'Αποδέχομαι και έχω διαβάσει την ',
        terms2: 'Πολιτική Προστασίας Δεδομένων Προσωπικού Χαρακτήρα',
        purchaseMode: {
          subject: 'Πληροφορίες αναφορικά με την αγορά του βιβλίου'
        },
        errorMessages: {
            required: {
                firstName: 'Το όνομα είναι υποχρεωτικό',
                lastName: 'Το επώνυμο είναι υποχρεωτικό',
                email: 'Η διεύθυνση ηλεκρονικού ταχυδρομείου είναι υποχρεωτική',
                subject: 'Το θέμα είναι υποχρεωτικό',
                message: 'Το περιεχόμενο του μηνύματος είναι υποχρεωτικό',
                terms: 'Πρέπει να διαβάσεις και να αποδεχτείς τους Όρους και τις Προϋποθέσεις',
            },
            format: {
                email: 'Η διεύθυνση ηλεκρονικού ταχυδρομείου πρέπει να είναι έγκυρη',
            }
        },
        termsAndConditions: `<h2>Όροι και Προϋποθέσεις Φόρμας Επικοινωνίας</h2>
          <ol>
            <li style="list-style: inside;">
              <strong>Συλλογή και Χρήση Δεδομένων</strong><br>
              Με την υποβολή αυτής της φόρμας, συναινείτε στη συλλογή και χρήση των πληροφοριών που παρέχετε.
              Τα δεδομένα θα χρησιμοποιηθούν αποκλειστικά για την απάντηση στο αίτημά σας ή για την παροχή των ζητούμενων υπηρεσιών.
            </li>
            <li style="list-style: inside;">
              <strong>Προστασία Δεδομένων</strong><br>
              Όλες οι πληροφορίες που υποβάλλονται μέσω της φόρμας διατηρούνται εμπιστευτικές και αποθηκεύονται με ασφάλεια.
              Τα δεδομένα σας δεν θα κοινοποιηθούν σε τρίτους χωρίς τη συγκατάθεσή σας, εκτός εάν απαιτείται από τον νόμο.
            </li>
            <li style="list-style: inside;">
              <strong>Συναίνεση Χρήστη</strong><br>
              Χρησιμοποιώντας αυτή τη φόρμα, αποδέχεστε τους όρους και δηλώνετε ότι οι πληροφορίες που παρέχετε είναι ακριβείς και αληθείς.
            </li>
            <li style="list-style: inside;">
              <strong>Μη Υποχρέωση</strong><br>
              Η υποβολή της φόρμας δεν δημιουργεί επίσημη σχέση (π.χ. πελάτης, σύμβαση κ.λπ.) εκτός αν δηλωθεί ρητά.
            </li>
            <li style="list-style: inside;">
              <strong>Επικοινωνία</strong><br>
              Ενδέχεται να επικοινωνήσουμε μαζί σας μέσω email ή τηλεφώνου βάσει των στοιχείων που υποβάλατε, αποκλειστικά σχετικά με το αίτημά σας.
              Μπορείτε να ζητήσετε την παύση της επικοινωνίας οποιαδήποτε στιγμή.
            </li>
            <li style="list-style: inside;">
              <strong>Cookies και Παρακολούθηση</strong><br>
              Ο ιστότοπος μπορεί να χρησιμοποιεί cookies για τη βελτίωση της εμπειρίας χρήσης. Η χρήση της φόρμας συνεπάγεται αποδοχή αυτών των πρακτικών (όπου ισχύει).
            </li>
            <li style="list-style: inside;">
              <strong>Διατήρηση Δεδομένων</strong><br>
              Τα υποβληθέντα δεδομένα ενδέχεται να διατηρηθούν για εύλογο χρονικό διάστημα προκειμένου να διευθετηθεί το αίτημά σας ή για νομικούς/λογιστικούς λόγους.
            </li>
            <li style="list-style: inside;">
              <strong>Τροποποιήσεις</strong><br>
              Διατηρούμε το δικαίωμα να ενημερώσουμε αυτούς τους όρους και προϋποθέσεις οποιαδήποτε στιγμή χωρίς προηγούμενη ειδοποίηση.
            </li>
          </ol>`,
    },
    buttons: {
        'submit': 'Αποστολή',
        'learnMore': 'Μάθε Περισσότερα'
    },
    links: {
        buyBook: 'Απόκτησε το βιβλίο τώρα!',
    },
    toastrMessages: {
        success: 'Το μήνυμα σου απεστάλη επιτυχώς!',
        error: 'Ουπς! Δυστυχώς κάτι πήγε στραβά. Δοκίμασε ξανά'
    },
    bookPage: {
        subtitle1: 'Πως ξεκίνησαν όλα',
        initialInfo: `Όταν ζούσα στο Χάλιφαξ της Νέας Σκωτίας, είχα την τύχη να δουλέψω σε ένα από τα πιο πολυπολιτισμικά σχολεία της περιοχής. Το δημοτικό σχολείο του Duc D’ Anville είναι ένα από τα πιο αξιοσημείωτα σχολεία που έχω δουλέψει. Τη σχολική χρονιά του 2020-21 είχα μία τάξη νηπιαγωγείου με 15  τετράχρονα παιδάκια από τα οποία μόνο τα 5 ήταν από τον Καναδά και τα υπόλοιπα ήταν από διάφορες χώρες όπως: Φιλιππίνες, Μεξικό, Αιθιοπία, Συρία, Πακιστάν κ.α.. Αυτή η ομάδα παιδιών με ενέπνευσε να γράψω αυτό το παραμύθι το οποίο έχει βασιστεί σε μία πραγματική συζήτηση γύρω από το χρώμα του δέρματος.  Η φράση: «Άρα το δέρμα σου είναι μία ασπίδα ενάντια στον ήλιο!!!» είναι η ακριβής φράση που βγήκε από τα χείλη ενός τετράχρονου καναδού αγοριού αφότου άκουσε τους παράγοντες που ευθύνονται για τι το χρώμα έχει το δέρμα  μας και γιατί ο φίλος του που είναι από την Αιθιοπία έχει σκουρόχρωμο δέρμα.  <br> Αρκετοί γονείς και μερικοί εκπαιδευτικοί ακόμα, δυσκολεύονται να μιλήσουν ανοιχτά για το χρώμα του δέρματος και αυτό το βιβλίο δίνει απαντήσεις στα ερωτήματα που πολλά παιδιά θέτουν: «Γιατί είσαι μαύρος;»... «Εσύ πως κι είσαι λευκός;», χωρίς υπερκφυγές και «σσσς!» αλλά γιορτάζοντας και αγκαλιάζοντας τις διαφορές που αναδεικνύουν τη μοναδικότητα κάθε ανθρώπου.`,
        subtitle2: 'Περιγραφή',
        description: `Ο Νώα χαίρεται να ανακαλύπτει τον κόσμο μαζί με τον φίλο του τον Ακίν. Οι δύο συμμαθητές περνούν το χρόνο τους παίζοντας παιχνίδια και πολεμώντας τη καυτή λάβα με τα μαγικά τους φίλτρα, τις ασπίδες και τις υπερδυνάμεις τους. Μια μέρα ο Νώα ρωτάει τον Ακίν γιατί το δέρμα του είναι μαύρο και ο Ακίν του απαντάει ρωτώντας τον γιατί εκείνος είναι «λευκός». Με τη βοήθεια της δασκάλας τους οι δύο φίλοι ανακαλύπτουν ότι το χρώμα του δέρματός τους δεν είναι ούτε μαύρο ούτε λευκό, αλλά διαφορετικές αποχρώσεις του καφέ. Ο Ακίν και ο Νώα μαθαίνουν πως οι διαφορετικές αποχρώσεις του δέρματός καθορίζονται από τους προγόνους, τον ήλιο καθώς και κάτι μικρά πραγματάκια που υπάρχουν μέσα στο δέρμα μας και λέγονται μελανίνη. Έτσι, ο Νώα ανακαλύπτει ότι το δέρμα του φίλου του είναι μία όχι φανταστική, αλλά απόλυτα πραγματική ασπίδα που τον προστατεύει από τον ήλιο.`,
    },
    aboutPage: {
        bio: 'Γεννήθηκα στο Τορόντο του Καναδά, αλλά γυρίσαμε με τους γονείς μου και τον μεγαλο μου αδερφό στην Ελλάδα πριν γίνω ενός έτους. Έζησα στην Ελλάδα για περίπου 29 χρόνια κι εκεί τελείωσα τις σπουδές μου στο Τμήμα Εκπαίδευσης και Αγωγής στην Προσχολική Ηλικία και το Μεταπτυχιακό μου στην Εκπαίδευση Ενηλίκων, ώσπου ένιωσα ότι κάτι έλειπε. Αποφάσισα να πάω στον Καναδά «Μόνο για ένα χρόνο...έτσι να δω πως είναι η ζωή εκεί...» είπα σε όλους αλλά και σε μένα. Αλλά ερωτεύτηκα...όχι μόνο τον συντροφό μου αλλά και την Ανατολική όχθη του Καναδά. Δύο χρόνια στη Νέα Σκωτία ταξίδεψα όσο περισσότερο μπορούσα αυτό το πανέμορφο μέρος αλλά δεν ήταν αρκετό. Ήθελα κι άλλο, κι άλλο, κι άλλο.  Από το 2019 ο Καναδάς είναι το σπίτι μου. Τώρα ζω στο Στέρτζιον Φολς, Οντάριο μαζί με τον σύντροφό μου και την κορούλα μας.',
        titleGR: 'Μία γέυση από Ελλάδα',
        titleCA: 'Μία γεύση από Καναδά'
    },
    homePage: {
        titleStart: 'Καλώς Ήρθατε στην σελίδα της',
        name: 'Λίνας Καλλιώρα',
        titleEnd: 'συγγραφέα του "My Friend Akin"'
    },
    purchasePage: {
        info: 'Δυστυχώς, δεν υπάρχει κάποιο κατάστημα που να διαθέτει το βιβλίο ακόμη. Ωστόσο, μπορείς να επικοινωνήσεις μαζί μου για περισσότερες πληροφορίες μέσω ',
        form: 'της φόρμας',
    }
}